alacritty
amd-ucode
base
base-devel
cmatrix
dhcpcd
discord
dosfstools
efibootmgr
exo
fastfetch
firefox
flameshot
fuse2
garcon
git
grub
gvfs
htop
intel-media-driver
iwd
lazygit
less
libva-intel-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-lts
linux-lts-headers
lolcat
mousepad
mtools
nano
neovim
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
numlockx
nvidia-dkms
nvidia-settings
nvidia-utils
openbsd-netcat
openssh
os-prober
parole
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-pip
qemu-base
qemu-full
radare2
ripgrep
ristretto
rust
smartmontools
spotify
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
ttf-fira-code
tumbler
unzip
vi
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wireless_tools
wireplumber
wpa_supplicant
xarchiver
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-server
zip
zram-generator
